[
  {
    "name": "Nuisance fungi",
    "url": "http://ipm.ucanr.edu/TOOLS/TURF/PESTS/disnusiance.html?src=exchbt",
    "text": "Hosts\nAll turfgrass species\nSymptoms\nVarious types of mushrooms or other reproductive structures can appear in the lawn. Most do not damage grass but can be an indicator of overirrigation or excess thatch. Fairy ring mushrooms are associated with damage to turfgrass.\nMushrooms in new sod: Mushrooms, such as Panaeolus foenisecii, often appear in sod soon after it is laid. Their growth is stimulated by the light frequent watering new lawns require. They will disappear when irrigation frequency is reduced. Dog vomit fungus and other slime molds: Slime molds form a gooey mass that may look like vomit on the lawn surface.\nInky caps: The caps of these mushrooms decompose into dark liquid resembling ink.\nStinkhorns: Stinkhorns resemble a giant finger. The tip of the stalk is covered with spores in a smelly, gooey slime that attracts flies and other insects.\nPuffballs: Puffballs are usually an inch or less in size and creamy white when young. When mature, the puffball releases thousands of dark-colored spores.\nBirds nests: Birds nest fungi produce fruiting bodies that resemble tiny nests with eggs. These egg-like structures contain spores.\nConditions favoring disease\nMushrooms found in lawns often develop from buried scraps of wood, dead tree roots, or other organic matter. Fungi generally survive in the soil for years and produce mushrooms or other fruiting structures only when conditions are favorable, such as after periods of prolonged wet weather. Overirrigation and poor soil drainage can also contribute to the development of mushrooms.\nPrevention and management\nNuisance fungi are mostly beneficial because they decompose organic matter in the soil, making nutrients available to other plants. The mushrooms they produce are generally harmless to grasses but are unsightly and often poisonous. Remove mushrooms growing from buried wood or roots by picking them as they appear. Remove excess thatch and aerate the soil to improve water penetration. Follow recommended fertilizer and irrigation rates for your turf species.\nFor more information on mushrooms in lawns, refer to: Pest Notes: Mushrooms and Other Nuisance Fungi in Lawns",
    "images": [
      {
        "link": "http://ipm.ucanr.edu/PMG/P/D-TG-PFOE-FU.009.html?src=exchbt",
        "src": "http://ipm.ucanr.edu/TOOLS/TURF/IMAGES/PESTMANIM/dismush.jpg?src=exchbt",
        "caption": "Mushrooms in sod"
      },
      {
        "link": "http://ipm.ucanr.edu/PMG/F/D-WO-FSEP-FU.001.html?src=exchbt",
        "src": "http://ipm.ucanr.edu/TOOLS/TURF/IMAGES/PESTMANIM/disdogfungus.jpg?src=exchbt",
        "caption": "Dog vomit fungus"
      },
      {
        "link": "http://ipm.ucanr.edu/PMG/C/D-TG-CCOM-FU.001.html?src=exchbt",
        "src": "http://ipm.ucanr.edu/TOOLS/TURF/IMAGES/PESTMANIM/disinkycap.jpg?src=exchbt",
        "caption": "Inky caps"
      },
      {
        "link": "http://ipm.ucanr.edu/PMG/P/D-TG-PIMP-FU.001.html?src=exchbt",
        "src": "http://ipm.ucanr.edu/TOOLS/TURF/IMAGES/PESTMANIM/disstinkhorn.jpg?src=exchbt",
        "caption": "Stinkhorns"
      },
      {
        "link": "http://ipm.ucanr.edu/PMG/S/D-TG-SCSP-FU.001.html?src=exchbt",
        "src": "http://ipm.ucanr.edu/TOOLS/TURF/IMAGES/PESTMANIM/dispuff.jpg?src=exchbt",
        "caption": "Puffballs"
      },
      {
        "link": "http://ipm.ucanr.edu/PMG/C/D-WO-COLL-FU.003.html?src=exchbt",
        "src": "http://ipm.ucanr.edu/TOOLS/TURF/IMAGES/PESTMANIM/disbirdnst.jpg?src=exchbt",
        "caption": "Bird's nest fungus"
      }
    ]
  },
  {
    "name": "Masked chafers (white grubs)",
    "url": "http://ipm.ucanr.edu/TOOLS/TURF/PESTS/inchaf.html?src=exchbt",
    "text": "Identification Masked chafer adults are golden brown beetles, 3/4 inch (1.9 cm) long with dark brown heads. The adult beetle is hairy on the underside of its thorax. Larvae are white, C-shaped grubs with dark stripes on their backs and brown head capsules and legs. There is also a characteristic pattern of bristles on the underside of the posterior end of the abdomen. When full grown, white grubs are about 1 inch (2.5 cm) long, much bigger than ataenius or billbug grubs. Hosts\nAll turfgrass species, especially annual bluegrass (a common weed in turf), Kentucky bluegrass, and perennial ryegrass\nDamage\nMasked chafer grubs feed on the roots of turfgrass. Damage appears in late summer or fall as irregular patches of brown, dying grass. The ground often feels spongy, and the lawn can be rolled up if heavily infested. Skunks, moles and birds may be attracted to lawns with high grub populations.\nMonitoring information Dig around the roots in damaged areasespecially in late fall through spring and look for whitish to yellow, wrinkled, C-shaped grubs. Look for yellowish-brown adults in the early to mid summer.\nManagement\nAerating the lawn can kill significant portions of white grub populations if they are feeding close to the soil surface. Follow recommended irrigation and fertilization practices\n. A healthy lawn can tolerate some grub damage. If more than 6 grubs are found per square foot, you may need to treat. Tiphiid wasps are common parasites of masked chafers but may not provide effective control. Beneficial nematodes may be effective if applied when grubs are young. Other insecticides are available including imidacloprid. Proper timing is essential.\nLife cycle\nFor more information on lawn insects, refer to: Pest Notes: Lawn Insects",
    "images": [
      {
        "link": "http://ipm.ucanr.edu/PMG/C/I-CO-CBOR-LV.001.html?src=exchbt",
        "src": "http://ipm.ucanr.edu/TOOLS/TURF/IMAGES/PESTMANIM/inmaskedlv.jpg?src=exchbt",
        "caption": "Masked chafer larvae"
      },
      {
        "link": "http://ipm.ucanr.edu/PMG/C/I-CO-CPAS-AD.008.html?src=exchbt",
        "src": "http://ipm.ucanr.edu/TOOLS/TURF/IMAGES/PESTMANIM/inmaschad.jpg?src=exchbt",
        "caption": "Masked chafer adults"
      },
      {
        "link": "http://ipm.ucanr.edu/PMG/C/I-CO-CYCL-CD.007.html?src=exchbt",
        "src": "http://ipm.ucanr.edu/TOOLS/TURF/IMAGES/PESTMANIM/inmakchafdam.jpg?src=exchbt",
        "caption": "Damage caused by masked chafer larvae"
      },
      {
        "link": "http://ipm.ucanr.edu/PMG/C/I-CO-CYCL-IF.009.html?src=exchbt",
        "src": "http://ipm.ucanr.edu/TOOLS/TURF/IMAGES/PESTMANIM/inmaskchafmon.jpg?src=exchbt",
        "caption": "Larvae feeding under turfgrass"
      }
    ]
  },
  {
    "name": "Fairy ring",
    "url": "http://ipm.ucanr.edu/TOOLS/TURF/PESTS/disfairy.html?src=exchbt",
    "text": "Hosts\nAll turfgrass species\nSymptoms\nFairy ring symptoms vary depending on the species of fungus. A dark green band of turf may develop in a circle or semi-circle, or a ring of brown, dying grass may occur. Mushrooms may or may not be present. White, fungal mycelia may be observed under the thatch layer.\nConditions favoring disease\nSoils with a thick thatch layer or undecomposed organic matter favor disease development. Lawns with low fertility or insufficient water tend to have more damage than lawns with adequate fertilizer and water.\nPrevention and management\nApply adequate nitrogen to mask symptoms and increase activity of beneficial soil organisms. To improve water penetration, aerate and water heavily in holes for several days. Dethatch the lawn if the thatch layer is more than 1/2 inch (1.2 cm) thick. Rake mushrooms to improve the appearance of the turf. Dig out the turf and root zone that contains a white, cottony mass to a depth of 12 inches (30 cm) and 2 ft (60 cm) beyond the outer edge of the ring. Refill the area with clean soil and reseed or re-sod. Fungicides are available but they have not been observed to reliably control fairy ring.\nFor more information on mushrooms in lawns, refer to: Pest Notes: Mushrooms and Other Nuisance Fungi in Lawns",
    "images": [
      {
        "link": "http://ipm.ucanr.edu/PMG/A/D-TG-ACUP-FS.002.html?src=exchbt",
        "src": "http://ipm.ucanr.edu/TOOLS/TURF/IMAGES/PESTMANIM/disfairy.jpg?src=exchbt",
        "caption": "Fairy rings"
      },
      {
        "link": "http://ipm.ucanr.edu/PMG/A/D-TG-APED-FU.002.html?src=exchbt",
        "src": "http://ipm.ucanr.edu/TOOLS/TURF/IMAGES/PESTMANIM/disfairymush.jpg?src=exchbt",
        "caption": "Fairy ring mushrooms"
      },
      {
        "link": "http://ipm.ucanr.edu/PMG/A/D-TG-APED-FS.008.html?src=exchbt",
        "src": "http://ipm.ucanr.edu/TOOLS/TURF/IMAGES/PESTMANIM/disfairythat.jpg?src=exchbt",
        "caption": "Mycelia under thatch"
      }
    ]
  },
  {
    "name": "Leafhoppers ",
    "url": "http://ipm.ucanr.edu/TOOLS/TURF/PESTS/inleaf.html?src=exchbt",
    "text": "Identification Adult leafhoppers are 1/8- to 1/4-inch-long (0.3- to 0.6-cm-long), wedge-shaped insects that jump short distances when disturbed. Adults may be speckled or mottled and vary in color from whitish-green to yellow or brownish-gray. Nymphs resemble adults but lack wings and move sideways or backwards when disturbed. Hosts\nAll turfgrass species\nDamage\nAdults and nymphs suck juices from the leaves and stems of grasses, resulting in yellowing or bleaching of the leaves. Although leafhoppers are often present, they rarely cause serious damage to lawns.\nMonitoring information Look for bleached or dry areas and for small jumping or flying insects as you walk.\nManagement\nDamage caused by leafhoppers rarely warrants treatment.\nLife cycle",
    "images": [
      {
        "link": "http://ipm.ucanr.edu/PMG/D/I-HO-DELT-AD.004.html?src=exchbt",
        "src": "http://ipm.ucanr.edu/TOOLS/TURF/IMAGES/PESTMANIM/inleafhopad.jpg?src=exchbt",
        "caption": "Adult leafhopper"
      }
    ]
  },
  {
    "name": "Microdochium patch or Fusarium patch (pink snow mold)",
    "url": "http://ipm.ucanr.edu/TOOLS/TURF/PESTS/disfuspatch.html?src=exchbt",
    "text": "Hosts\nAnnual bluegrass (a common weed in turf), creeping bentgrass, Kentucky bluegrass\nSymptoms\nFusarium patch develops as circular patches 1 to 6 inches (2.5 - 15 cm) wide. Leaves appear watersoaked and are reddish-brown on the outside progressing to a straw color in the center. Dead leaves may have gelatinous spore masses. White or pink fungal threads may be observed in the early morning, giving the turf a pink cast.\nConditions favoring disease\nCool temperatures (40° to 60°F) and moist conditions favor Fusarium patch. High nitrogen applications in the fall and neutral or alkaline soils also contribute to disease development. Fusarium patch survives in grass residues.\nPrevention and management\nReduce shade and provide good soil aeration and water drainage. Irrigate at the recommended frequency for your turf species and avoid excess nitrogen fertilizer, especially in the fall. Maintain a soil pH between 6.5 and 6.7. You may need to have a professional soil analysis done to help you determine what amendments to add to maintain an ideal pH. High levels of potassium suppress disease. If Fusarium patch has been a serious problem in the past, have a licensed pest control applicator apply a fungicide in the fall before symptoms appear.\nFor more information on lawn diseases, refer to: Pest Notes: Lawn Diseases: Prevention and Management",
    "images": [
      {
        "link": "http://ipm.ucanr.edu/PMG/F/D-TG-FNIV-FS.005.html?src=exchbt",
        "src": "http://ipm.ucanr.edu/TOOLS/TURF/IMAGES/PESTMANIM/disfuspatch.jpg?src=exchbt",
        "caption": "Turfgrass killed by Fusarium patch"
      },
      {
        "link": "http://ipm.ucanr.edu/PMG/F/D-TG-FNIV-FU.002.html?src=exchbt",
        "src": "http://ipm.ucanr.edu/TOOLS/TURF/IMAGES/PESTMANIM/disfuspatspore.jpg?src=exchbt",
        "caption": "Spore mass"
      }
    ]
  },
  {
    "name": "Southern chinch bug",
    "url": "http://ipm.ucanr.edu/TOOLS/TURF/PESTS/inchinch.html?src=exchbt",
    "text": "Identification Southern chinch bug adults are small, less than 1/5 inch (0.5 cm) long, and black with mostly white wings folded flat over the body. Both long- and short-winged forms may be present. Nymphs are bright red but turn black as they mature. Dont confuse southern chinch bug with the beneficial bigeyed bug.\nHosts\nPrimarily St. Augustinegrass\nDamage\nDamage appears as irregular patches of lawn that turn yellow and then brown. The turfgrass begins to die during hot weather.\nMonitoring information Inspect around grass stems and crowns for reddish, purple, black, or gray bugs up to 1/2 inch (1.2 cm) long. Perform a drench test to move insects to the soil surface.\nManagement\nReduce thatch and follow recommended irrigation practices\n. Applying nitrogen at the lowest rate possible for your turf species and environmental conditions can slow chinch bug reproduction. Consider planting resistant varieties of St. Augustinegrass or other turf species. If more than 135 bugs are found per square yard or more than 15 nymphs and adults per square foot, you may need to treat with an insecticide.\nLife cycle\nFor more information on lawn insects, refer to: Pest Notes: Lawn Insects",
    "images": [
      {
        "link": "http://ipm.ucanr.edu/PMG/B/I-HM-BINS-AD.001.html?src=exchbt",
        "src": "http://ipm.ucanr.edu/TOOLS/TURF/IMAGES/PESTMANIM/inschinchad.jpg?src=exchbt",
        "caption": "Southern chinch bug adults"
      }
    ]
  },
  {
    "name": "Fusarium blight",
    "url": "http://ipm.ucanr.edu/TOOLS/TURF/PESTS/disfusarbli.html?src=exchbt",
    "text": "Hosts\nAnnual bluegrass (a common weed in turf), Kentucky bluegrass\nSymptoms\nLawns infested with Fusarium blight have small, circular grayish to straw-colored areas of dead grass. These circular spots may range from a few inches up to a foot in diameter. Some plants in the center may survive, giving the turf a frog-eye appearance. The crown or basal area of dead stems has a reddish rot and is hard and tough. The dead foliage appears straw-colored.\nConditions favoring disease\nDaytime temperatures of 85° to 95°F favor Fusarium blight. Drought-stressed areas in full sun are most likely to exhibit the disease. Fusarium blight survives in thatch and grass residues.\nPrevention and management\nFollow proper fertilization and irrigation requirements for your turf species. When overseeding bluegrass, use a mixture of 20% perennial ryegrass. Mow at the highest recommended height for your turf species. Dethatch if you have a thatch layer more than 1/2 inch (1.2 cm) thick. Consider replanting with other turf species that are not susceptible to Fusarium blight. Fungicides are available but do not give complete control in California. If used, make spring applications before or just after symptoms appear.\nFor more information on lawn diseases, refer to: Pest Notes: Lawn Diseases: Prevention and Management",
    "images": [
      {
        "link": "http://ipm.ucanr.edu/PMG/F/D-TG-FROS-FS.001.html?src=exchbt",
        "src": "http://ipm.ucanr.edu/TOOLS/TURF/IMAGES/PESTMANIM/disfusblispot.jpg?src=exchbt",
        "caption": "Circular spots in turf"
      },
      {
        "link": "http://ipm.ucanr.edu/PMG/F/D-TG-FROS-FS.002.html?src=exchbt",
        "src": "http://ipm.ucanr.edu/TOOLS/TURF/IMAGES/PESTMANIM/disfusblidead.jpg?src=exchbt",
        "caption": "Dead area"
      },
      {
        "link": "http://ipm.ucanr.edu/PMG/F/D-TG-FROS-CR.001.html?src=exchbt",
        "src": "http://ipm.ucanr.edu/TOOLS/TURF/IMAGES/PESTMANIM/disfusblicrn.jpg?src=exchbt",
        "caption": "Crown rot"
      },
      {
        "link": "http://ipm.ucanr.edu/PMG/F/D-TG-FROS-FS.003.html?src=exchbt",
        "src": "http://ipm.ucanr.edu/TOOLS/TURF/IMAGES/PESTMANIM/disfusfrog.jpg?src=exchbt",
        "caption": "Frog-eye appearance"
      }
    ]
  },
  {
    "name": "Lawn moths and sod webworms",
    "url": "http://ipm.ucanr.edu/TOOLS/TURF/PESTS/insodweb.html?src=exchbt",
    "text": "Identification Adult moths are 3/4 inch (1.9 cm) long and have an appendage in front of the head resembling a snout. The moth holds its wings close to and over its body at rest, giving it a slender appearance. When disturbed, lawn moths make a short flight close to the grass. Sod webworms are the larvae of lawn moths. The larvae are cream colored, 3/4 inch (1.9 cm) long, and have a distinctive double row of brown or black spots down their backs, located at the base of brown bristles. The spots, bristles, and smaller, more slender size distinguish them from cutworms and armyworms.\nHosts\nAll turfgrass species, especially annual bluegrass (a common weed in turf), creeping bentgrass, and Kentucky bluegrass\nDamage\nDamage appears as irregular patches of brown or bare areas. Leaves are chewed or missing. There is no feeding damage to roots. Damage is more severe on drought-stressed turf.\nMonitoring information Look for larvae from early summer to mid-fall. Perform a drench test to find slender, cream-colored larvae. Look for whitish or brownish moths flying close to the grass when disturbed.\nManagement\nReduce thatch and follow recommended irrigation and fertilization practices. If more than 15 larvae per square yard are found, you may need to treat the area. An application of Bacillus thuringiensis or other safe product may reduce populations. Beneficial nematodes may also be effective if applied when larvae are very young.\nLife cycle\nFor more information on lawn insects, refer to: Pest Notes: Lawn Insects",
    "images": [
      {
        "link": "http://ipm.ucanr.edu/PMG/T/I-LP-TBON-AD.001.html?src=exchbt",
        "src": "http://ipm.ucanr.edu/TOOLS/TURF/IMAGES/PESTMANIM/inlawnmthad.jpg?src=exchbt",
        "caption": "Adult lawn moth"
      },
      {
        "link": "http://ipm.ucanr.edu/PMG/T/I-LP-TBON-LV.001.html?src=exchbt",
        "src": "http://ipm.ucanr.edu/TOOLS/TURF/IMAGES/PESTMANIM/inlawnmthlv.jpg?src=exchbt",
        "caption": "Lawn moth larvae"
      }
    ]
  },
  {
    "name": "Leaf spot",
    "url": "http://ipm.ucanr.edu/TOOLS/TURF/PESTS/dislfspt.html?src=exchbt",
    "text": "Hosts\nAnnual bluegrass (a common weed in turf), Kentucky bluegrass\nSymptoms\nInfected leaves, sheaths and stems have circular to elongated brownish spots with brown centers and dark brown or purple borders. Crowns and roots have a dark brown rot. Symptoms may occur throughout the lawn rather than in clumped areas. Plants may die in hot, windy weather, leaving thinned areas throughout the turf.\nConditions favoring disease\nWarm temperatures (70° to 90°F) and high humidity favor the development of leaf spot. Weakened turf may be the result of poor cultural practices. Mowing too short and applying high amounts of nitrogen contribute to the development of the disease.\nPrevention and management\nReduce shade and improve soil aeration and water drainage. Follow the recommended irrigation requirements for your turf species and avoid excess nitrogen fertilizer. Maintain as high a mowing cut as possible. Fungicides are available but usually are not warranted for the home lawn.\nFor more information on lawn diseases, refer to: Pest Notes: Lawn Diseases: Prevention and Management",
    "images": [
      {
        "link": "http://ipm.ucanr.edu/PMG/B/D-TG-BSPP-SD.001.html?src=exchbt",
        "src": "http://ipm.ucanr.edu/TOOLS/TURF/IMAGES/PESTMANIM/dislfspt.jpg?src=exchbt",
        "caption": "Leaf spot disease"
      }
    ]
  },
  {
    "name": "Anthracnose ",
    "url": "http://ipm.ucanr.edu/TOOLS/TURF/PESTS/disanthrac.html?src=exchbt",
    "text": "Hosts\nAnnual bluegrass (a common weed in turf), Kentucky bluegrass\nSymptoms\nAnthracnose appears in the lawn as irregular patches of brown grass, 2 to 12 inches (5 - 30 cm) in diameter. Brown or tan blotches are present on the leaves. Black, spiky fruiting structures (acervuli) occur on dead grass blades and are key to identifying this disease. The older growth is affected in advance of newly developed leaves. The new growth may remain green.\nConditions favoring disease\nAnthracnose is favored by warm temperatures ranging from 80° to 95°F and occurs primarily in the spring and summer. Extended periods of leaf wetness, soil fertility, high compaction, and high soil salinity contribute to disease development.\nPrevention and management\nPractices that limit the length of time that leaves remain wet after irrigation will reduce infection. Reduce shade by pruning trees and shrubs that block air movement or light to the grass. Improve soil aeration. Avoid drought stress and do not water at night. Fertilize using the recommended rate for your turf species. Avoid fertilizing during warm months. Increase your mowing height to reduce stress. Choose turf species other than bluegrass that are not susceptible to the disease. If the problem occurs on weedy annual bluegrass in your lawn, control the annual bluegrass. Fungicides are generally not warranted in home lawns.\nFor more information on lawn diseases, refer to: Pest Notes: Lawn Diseases: Prevention and Management",
    "images": [
      {
        "link": "http://ipm.ucanr.edu/PMG/C/D-TG-CGRA-MC.001.html?src=exchbt",
        "src": "http://ipm.ucanr.edu/TOOLS/TURF/IMAGES/PESTMANIM/disanth.jpg?src=exchbt",
        "caption": "Anthracnose on turf"
      },
      {
        "link": "http://ipm.ucanr.edu/PMG/C/D-TG-CGRA-MC.002.html?src=exchbt",
        "src": "http://ipm.ucanr.edu/TOOLS/TURF/IMAGES/PESTMANIM/disanthrac.jpg?src=exchbt",
        "caption": "Acervuli on grass blades"
      }
    ]
  },
  {
    "name": "Dollar spot",
    "url": "http://ipm.ucanr.edu/TOOLS/TURF/PESTS/disdollar.html?src=exchbt",
    "text": "Hosts\nAnnual bluegrass (a common weed in turf), Kentucky bluegrass, red fescue, tall fescue\nSymptoms\nDollar spot begins as small, circular spots 1 to 2 inches (2.5 - 5 cm) in diameter. Spots are straw colored or have a bleached appearance and merge together to form large, irregular areas. Individual leaves appear water-soaked, often exhibiting 2 reddish bands across the leaf in an hourglass shape. Fine, white, cobwebby threads may be seen in early morning.\nConditions favoring disease\nDollar spot appears during the spring and fall months in California and is favored by moderate temperatures (60° to 80°F). Excess moisture, water stress, fog, or thatch buildup can also contribute to disease development. Dollar spot survives in the soil as hard, dark structures called sclerotia.\nPrevention and management\nApply fertilizer at the recommended rate for your turf species. Follow proper irrigation practices. Reduce thatch and maintain air circulation\n. Compost top dressings may suppress the disease. Increase your mowing height to the tallest recommended for your turf species. If dollar spot has caused a problem in previous years, a fungicide may be useful. Apply it in the early spring or fall before symptoms occur.\nFor more information on lawn diseases, refer to: Pest Notes: Lawn Diseases: Prevention and Management",
    "images": [
      {
        "link": "http://ipm.ucanr.edu/PMG/S/D-TG-SHOM-MC.001.html?src=exchbt",
        "src": "http://ipm.ucanr.edu/TOOLS/TURF/IMAGES/PESTMANIM/disdollar.jpg?src=exchbt",
        "caption": "Dollar spot symptoms"
      },
      {
        "link": "http://ipm.ucanr.edu/PMG/S/D-TG-SHOM-MC.002.html?src=exchbt",
        "src": "http://ipm.ucanr.edu/TOOLS/TURF/IMAGES/PESTMANIM/disdollarspt.jpg?src=exchbt",
        "caption": "Dead grass caused by dollar spot"
      },
      {
        "link": "http://ipm.ucanr.edu/TOOLS/TURF/PESTS/lgdollar.html?src=exchbt",
        "src": "http://ipm.ucanr.edu/TOOLS/TURF/IMAGES/PESTMANIM/disdollarshape.jpg?src=exchbt",
        "caption": "Hourglass lesion on leaf blade"
      }
    ]
  },
  {
    "name": "Dichondra flea beetle",
    "url": "http://ipm.ucanr.edu/TOOLS/TURF/PESTS/indichon.html?src=exchbt",
    "text": "Identification Adult flea beetles are black and very small, about 1/25 inch (1 mm) long with enlarged hind legs. The larvae are white with fine bristles and a light brown head capsule. Larvae live in the soil and are not usually seen. Hosts\nBermudagrass, dichondra\nDamage\nOn bermudagrass, damage appears in March through September. White, linear banding occurs along the length of the leaf blade. The turfgrass appears bleached or burned.\nOn dichondra, larvae feed on roots, causing the plant to wilt and die. Adults feed on the leaves, producing crescent marks on the upper surface.\nMonitoring information Look for small, shiny, black beetles that jump readily when disturbed.\nManagement\nFlea beetles rarely occur in numbers justifying treatment.\nLife cycle\nFor more information on lawn insects, refer to: Pest Notes: Lawn Insects",
    "images": [
      {
        "link": "http://ipm.ucanr.edu/PMG/C/I-CO-CREP-AD.001.html?src=exchbt",
        "src": "http://ipm.ucanr.edu/TOOLS/TURF/IMAGES/PESTMANIM/indiflbeet.jpg?src=exchbt",
        "caption": "Adult dichondra flea beetles"
      },
      {
        "link": "http://ipm.ucanr.edu/PMG/C/I-CO-CREP-CD.003.html?src=exchbt",
        "src": "http://ipm.ucanr.edu/TOOLS/TURF/IMAGES/PESTMANIM/infleabeetdam.jpg?src=exchbt",
        "caption": "Damage to Bermudagrass"
      }
    ]
  },
  {
    "name": "Fiery skipper",
    "url": "http://ipm.ucanr.edu/TOOLS/TURF/PESTS/inskipper.html?src=exchbt",
    "text": "Identification Fiery skipper adults resemble butterflies and are 1 inch (2.5 cm) long with a hooked knob at the end of their antennae. Males have orange-yellow wings spotted with black, while females have dark brown wings spotted with orange or yellow. Larvae are up to 1 inch (2.5 cm) long and have distinctive reddish markings on the front of what appears to be an oversized black head, a narrowed neck followed by a dark thoracic shield, and a greenish-pink body color with a granulated texture. These characteristics distinguish fiery skippers from other turfgrass pests. Hosts\nBermudagrass, creeping bentgrass, St. Augustinegrass\nDamage\nDamage from fiery skippers is usually seen from May through September and begins as brown spots of lawn, 1 to 2 inches (2.5 - 5 cm) in diameter. Spots may join together to form large, irregular dead patches. Leaves are chewed or missing. Damage usually occurs near flower beds where adults feed.\nMonitoring information Perform a drench test to bring up larvae. Look for adults feeding on flowers.\nManagement\nReduce thatch. Overseed with grasses that are not preferred. If more than 15 larvae are found per square yard, you may need to treat. Beneficial nematodes or an application of Bacillus thuringiensis (Bt) may be effective against larvae. Other products are available.\nLife cycle\nFor more information on lawn insects, refer to: Pest Notes: Lawn Insects",
    "images": [
      {
        "link": "http://ipm.ucanr.edu/PMG/H/I-LP-HPHY-AD.003.html?src=exchbt",
        "src": "http://ipm.ucanr.edu/TOOLS/TURF/IMAGES/PESTMANIM/infieryad.jpg?src=exchbt",
        "caption": "Fiery skipper adult"
      },
      {
        "link": "http://ipm.ucanr.edu/PMG/H/I-LP-HPHY-LV.009.html?src=exchbt",
        "src": "http://ipm.ucanr.edu/TOOLS/TURF/IMAGES/PESTMANIM/inskiplv.jpg?src=exchbt",
        "caption": "Skipper larva with dark head and thoracic shield"
      }
    ]
  },
  {
    "name": "Cutworms and armyworms ",
    "url": "http://ipm.ucanr.edu/TOOLS/TURF/PESTS/incutwm.html?src=exchbt",
    "text": "Identification Adults are dull brown or grayish, relatively large, up to 1-1/2 inches (3.8 cm) long, night-active moths. Larvae are caterpillars that are up to 2 inches (5 cm) long at maturity and often curl up and lie still when disturbed. The large size and behavior of larvae distinguish them from lawn moth caterpillars.\nHosts\nAll turfgrass species\nDamage\nCutworm and armyworm larvae chew and cut leaves around the crown. Damage begins in small, irregular spots and spreads to patches extending many feet in width. Armyworms, especially, prefer moist areas.\nMonitoring information Cutworms and armyworms are active from early spring through the fall. Look for fat, dull gray, green, or brownish larvae up to 2 inches (5 cm) long with a drench test. Inspect outdoor lights around dawn for 1-1/4 inch (3.2 cm) brownish to gray moths.\nManagement\nReduce thatch and eliminate soggy areas. Larvae have some natural enemies, such as braconid wasps and tachinid flies\n. If more than 5 larvae per square yard are present, you may need to treat. Beneficial nematodes or an application of Bacillus thuringiensis (Bt) may be effective against young caterpillars. Other safe products are available.\nLife cycle\nFor more information on lawn insects, refer to: Pest Notes: Lawn Insects",
    "images": [
      {
        "link": "http://ipm.ucanr.edu/PMG/F/I-LP-FSUB-AD.002.html?src=exchbt",
        "src": "http://ipm.ucanr.edu/TOOLS/TURF/IMAGES/PESTMANIM/ingrancutad.jpg?src=exchbt",
        "caption": "Granulate cutworm adult"
      },
      {
        "link": "http://ipm.ucanr.edu/PMG/F/I-LP-FSUB-LV.013.html?src=exchbt",
        "src": "http://ipm.ucanr.edu/TOOLS/TURF/IMAGES/PESTMANIM/ingranlv.jpg?src=exchbt",
        "caption": "Granulate cutwom larva"
      },
      {
        "link": "http://ipm.ucanr.edu/PMG/P/I-LP-PSAU-LV.003.html?src=exchbt",
        "src": "http://ipm.ucanr.edu/TOOLS/TURF/IMAGES/PESTMANIM/invarcut.jpg?src=exchbt",
        "caption": "Variegated cutworm larva"
      },
      {
        "link": "http://ipm.ucanr.edu/PMG/A/I-LP-AIPS-LV.015.html?src=exchbt",
        "src": "http://ipm.ucanr.edu/TOOLS/TURF/IMAGES/PESTMANIM/inblkcutlv.jpg?src=exchbt",
        "caption": "Black cutworm larva"
      },
      {
        "link": "http://ipm.ucanr.edu/PMG/P/I-LP-PUNI-AM.002.html?src=exchbt",
        "src": "http://ipm.ucanr.edu/TOOLS/TURF/IMAGES/PESTMANIM/inarmypst.jpg?src=exchbt",
        "caption": "Parasitized armyworms"
      }
    ]
  },
  {
    "name": "Crane fly",
    "url": "http://ipm.ucanr.edu/TOOLS/TURF/PESTS/incrane.html?src=exchbt",
    "text": "Identification Adult crane flies superficially resemble large mosquitoes with very long legs. Larvae are brown and wormlike with very tough skin; they resemble caterpillars such as cutworms but lack legs. Mature larvae are 1 to 1-1/2 inches (2.5 - 3.8 cm) long.\nHosts\nAll turfgrass species\nDamage\nIn California, damage has been found primarily in the Humbolt and Del Norte counties. Crane flies are a problem along the Pacific northwest coast but rarely cause damage in warmer, dryer inland areas in California. Affected turf appears as dying patches. Feeding damage may be apparent on roots, crowns, and aboveground portions of grass plants. Weeds may invade areas of dying turfgrass. Adults do not damage grass or feed at all. Although sometimes called \"mosquito hawks,\" crane flies do not feed on mosquitoes or other insects or harm people.\nMonitoring information Monitor for crane fly larvae during the spring when the weather is warm. Dig around the thatch layer just beneath the plants and look for brown larvae with tough skin. Sometimes the shiny, leathery, empty pupal cases can be found on the turf surface after adults have emerged.\nManagement\nTurf can easily recover from crane fly feeding if properly maintained. Follow recommended irrigation and fertilization practices for your turf species. Crane flies are often associated with wet or waterlogged areas. Remove excess thatch and aerate to stimulate root growth and improve water and nutrient movement into the soil. Reduce shady areas by pruning back tree branches to allow more light to reach the turf during the early morning and late afternoon. Beneficial nematodes may help reduce high populations.\nLife cycle",
    "images": [
      {
        "link": "http://ipm.ucanr.edu/PMG/T/I-DP-TIPU-AD.003.html?src=exchbt",
        "src": "http://ipm.ucanr.edu/TOOLS/TURF/IMAGES/PESTMANIM/incrane.jpg?src=exchbt",
        "caption": "Adult crane fly"
      }
    ]
  },
  {
    "name": "Earthworm ",
    "url": "http://ipm.ucanr.edu/TOOLS/TURF/PESTS/inearthwm.html?src=exchbt",
    "text": "Identification Earthworms encompass a large group of soil dwelling worms in the phylum Annelida. The most common species found in turf are in the family Lumbricidae including the nightcrawler, Lumbricus terrestris. These worms are brownish-red and grow up to a few inches long. Their bodies are cylindrical with about 150 segments. In turfgrass, earthworms are primarily seen at night or when they are driven out of the soil by watering. Where high populations of earthworms are present, small mounds, or castings of fecal matter, are deposited on the soil or lawn surface. Hosts\nEarthworms may be found in soils under all turfgrass species.\nDamage\nEarthworms are not pests of turfgrass and do not feed on turf. Earthworms swallow soil as they burrow and feed on microorganisms and partially decomposed organic matter in the soil. Their role in a lawn is primarily beneficial. Thatch buildup has been associated with reduced earthworm populations. Burrowing helps to mix some of the nutrients in the soil together as well as decompose organic matter in the soil. Earthworm activity improves aeration, increasing water and nutrient movement through the soil. Earthworms deposit castings when they ingest soil and leaf tissue and emerge from the soil surface to remove fecal matter. Castings are rich in nutrients and organic matter and can provide some benefits to turfgrass plants. However, when casting piles become large, they may be considered unsightly and over time may make the lawn lumpy. Occasionally, moles may burrow in lawns with high earthworm populations to feed on them.\nMonitoring information Look for small mounds or castings on the soil or turfgrass surface. Earthworms often rise up to the soil surface or sidewalk after a rain or irrigation.\nManagement\nRake castings to remove them. Power raking with a thatching rake adjusted so the teeth will drag through mounds but not down to the turf crowns will be more effective than hand raking. Adjust your irrigation schedule so the top layer of soil dries out between irrigations. This will drive worms deeper into the soil. Turf mowed at the higher end of the recommended height may hide castings. Earthworms have some natural enemies such as ants, centipedes, birds, snakes, toads, carabid beetles, and nematodes. Do not apply pesticides to control earthworms.\nLife cycle",
    "images": [
      {
        "link": "http://ipm.ucanr.edu/PMG/L/I-OL-LTER-AD.003.html?src=exchbt",
        "src": "http://ipm.ucanr.edu/TOOLS/TURF/IMAGES/PESTMANIM/inearthwmad.jpg?src=exchbt",
        "caption": "Adult earthworm"
      },
      {
        "link": "http://ipm.ucanr.edu/PMG/L/I-OL-LUMB-KC.003.html?src=exchbt",
        "src": "http://ipm.ucanr.edu/TOOLS/TURF/IMAGES/PESTMANIM/inearthworm.jpg?src=exchbt",
        "caption": "Earthworm castings"
      }
    ]
  },
  {
    "name": "Poor watering practices",
    "url": "http://ipm.ucanr.edu/TOOLS/TURF/PESTS/abiowater.html?src=exchbt",
    "text": "Symptoms\nDry spots may develop where turf is not getting enough water. Areas with too much water may become scalded or scorched if drainage is poor and temperatures are high. Overwatering or waterlogged areas also lead to root pathogen problems and invasion by certain weed species.\nPrevention and management\nCheck sprinklers for broken heads. Fix or replace as needed. Perform a \"\ncan test\n\" on your lawn to check your sprinkler output. Make sure you are getting uniform coverage. Follow recommended watering procedures and schedules. Where poor drainage occurs, aerate or consider renovation\n.",
    "images": [
      {
        "link": "http://ipm.ucanr.edu/PMG/W/A-TG-WSNE-FS.003.html?src=exchbt",
        "src": "http://ipm.ucanr.edu/TOOLS/TURF/IMAGES/PESTMANIM/abiolackwater.jpg?src=exchbt",
        "caption": "Dry area caused by broken sprinkler head"
      },
      {
        "link": "http://ipm.ucanr.edu/PMG/W/A-TG-WSNE-FS.005.html?src=exchbt",
        "src": "http://ipm.ucanr.edu/TOOLS/TURF/IMAGES/PESTMANIM/abiooverwat.jpg?src=exchbt",
        "caption": "Overwatered turf"
      }
    ]
  },
  {
    "name": "Item damage",
    "url": "http://ipm.ucanr.edu/TOOLS/TURF/PESTS/abioitem.html?src=exchbt",
    "text": "Symptoms\nItems left on the lawn may eventually cause the turf underneath to become brown and die, with the dead spot assuming the shape of the item.\nPrevention and management\nAvoid damage by cleaning up items left on the lawn, such as sports equipment, hoses, or lawn furniture.",
    "images": [
      {
        "link": "http://ipm.ucanr.edu/PMG/C/A-TG-CULT-FS.001.html?src=exchbt",
        "src": "http://ipm.ucanr.edu/TOOLS/TURF/IMAGES/PESTMANIM/abioitem.jpg?src=exchbt",
        "caption": "Damage caused by item left on lawn"
      }
    ]
  },
  {
    "name": "Nutrient deficiencies",
    "url": "http://ipm.ucanr.edu/TOOLS/TURF/PESTS/abionut.html?src=exchbt",
    "text": "Symptoms\nNitrogen is the most common nutrient deficiency observed in turfgrass. Nitrogen-deficient turfgrass turns yellow and has reduced vigor. Iron deficiency is common in alkaline soils. Symptoms of iron deficient turf include yellow or bleached spots, which give leaf blades a mottled appearance. Potassium deficiency causes leaves to turn yellow and brown on margins. Phosphorus deficiencies cause leaves to turn purple, creating dark areas in turf. Prevention and management\nFollow recommended fertilization rates for your turfgrass species. Turfgrass grows best in soils that are not too acidic or alkaline and with a pH in the range of 6 to 7. A professional soil analysis may be necessary to determine which nutrients are lacking in your soil and can provide you with information about what to add to your soil to maintain an ideal soil pH.",
    "images": [
      {
        "link": "http://ipm.ucanr.edu/PMG/M/A-TG-MDEF-FS.001.html?src=exchbt",
        "src": "http://ipm.ucanr.edu/TOOLS/TURF/IMAGES/PESTMANIM/abionitdef.jpg?src=exchbt",
        "caption": "Nitrogen-deficient turfgrass"
      }
    ]
  },
  {
    "name": "Herbicide damage",
    "url": "http://ipm.ucanr.edu/TOOLS/TURF/PESTS/abioherb.html?src=exchbt",
    "text": "Symptoms\nHerbicide damage becomes visible within a few days after a pesticide application. Turf may be scorched or die in spots. Leaf blades may be spotted. Actual leaf symptoms may vary according to product, but damage usually occurs in the patterns in which the herbicide was applied.\nPrevention and management\nFollow all directions on pesticide labels. Check to make sure that the herbicide you choose is registered for use on your species of turf and is effective against the weed you are trying to control.",
    "images": [
      {
        "link": "http://ipm.ucanr.edu/PMG/P/A-TG-PTOX-FS.001.html?src=exchbt",
        "src": "http://ipm.ucanr.edu/TOOLS/TURF/IMAGES/PESTMANIM/abiogly.jpg?src=exchbt",
        "caption": "Grass killed by glyphosate"
      },
      {
        "link": "http://ipm.ucanr.edu/PMG/P/A-TG-PTOX-FS.002.html?src=exchbt",
        "src": "http://ipm.ucanr.edu/TOOLS/TURF/IMAGES/PESTMANIM/abioherbstrip.jpg?src=exchbt",
        "caption": "Strip of grass killed by herbicide"
      }
    ]
  },
  {
    "name": "Dog injury ",
    "url": "http://ipm.ucanr.edu/TOOLS/TURF/PESTS/abiodog.html?src=exchbt",
    "text": "Symptoms\nCircular spots of dead turf surrounded by dark green rings are characteristic of dog injury. Urination is a problem primarily with female dogs. It is most problematic on bunch grasses rather than on creeping type grasses that can spread and recover. Prevention and management\nTrain dogs to urinate away from the lawn. If possible, water affected area soon after dog urinates to flush out salts.\nSee the following publication for more information:",
    "images": [
      {
        "link": "http://ipm.ucanr.edu/PMG/C/V-MA-CFAM-CD.002.html?src=exchbt",
        "src": "http://ipm.ucanr.edu/TOOLS/TURF/IMAGES/PESTMANIM/abiodog.jpg?src=exchbt",
        "caption": "Dog injury"
      }
    ]
  },
  {
    "name": "Dull mower blades",
    "url": "http://ipm.ucanr.edu/TOOLS/TURF/PESTS/abiodull.html?src=exchbt",
    "text": "Symptoms\nLawns injured by dull mower blades turn somewhat gray soon after they are mowed. Leaf tips are torn or shredded and eventually turn yellow to brown in color and die. Turf weakened by mower blade injury will be more susceptible to drought or diseases.\nPrevention and management\nInspect leaf blades regularly after mowing. Sharpen mower blades as needed. Avoid mowing under drought conditions or when the leaf blades are wet.",
    "images": [
      {
        "link": "http://ipm.ucanr.edu/TOOLS/TURF/PESTS/lgdullmower1.html?src=exchbt",
        "src": "http://ipm.ucanr.edu/TOOLS/TURF/IMAGES/PESTMANIM/abiodullmower.jpg?src=exchbt",
        "caption": "Dry appearance of lawn"
      },
      {
        "link": "http://ipm.ucanr.edu/TOOLS/TURF/PESTS/lgdullmower2.html?src=exchbt",
        "src": "http://ipm.ucanr.edu/TOOLS/TURF/IMAGES/PESTMANIM/abioraggedblades.jpg?src=exchbt",
        "caption": "Ragged grass blades from a dull mower blade"
      }
    ]
  },
  {
    "name": "Fertilizer Burn",
    "url": "http://ipm.ucanr.edu/TOOLS/TURF/PESTS/abiofert.html?src=exchbt",
    "text": "Symptoms\nStripes of green, white, or brown turf are characteristic of fertilizer burn. Symptoms appear soon after fertilizer application and in patterns in which the fertilizer was applied. Prevention and management\nFollow the recommended fertilizer rate and frequency for your turf species. Make uniform applications. Do not apply fertilizers when leaves are wet, and be sure to water turf soon after fertilizer is applied.",
    "images": [
      {
        "link": "http://ipm.ucanr.edu/PMG/C/A-TG-CULT-FS.004.html?src=exchbt",
        "src": "http://ipm.ucanr.edu/TOOLS/TURF/IMAGES/PESTMANIM/abiofertpatt.jpg?src=exchbt",
        "caption": "Uneven fertilizer application"
      },
      {
        "link": "http://ipm.ucanr.edu/PMG/C/A-TG-CULT-FS.003.html?src=exchbt",
        "src": "http://ipm.ucanr.edu/TOOLS/TURF/IMAGES/PESTMANIM/abiofertburn.jpg?src=exchbt",
        "caption": "Lawn damaged by excess fertilizer"
      }
    ]
  },
  {
    "name": "Compaction",
    "url": "http://ipm.ucanr.edu/TOOLS/TURF/PESTS/abiocomp.html?src=exchbt",
    "text": "Areas with high traffic or high clay content often become compacted. Where soil is compacted, thin spots or completely bare areas may develop and broadleaf weeds or annual grasses often invade. Compacted soils are difficult to penetrate with a soil probe or screwdriver.\nAerating the soil can alleviate some compaction. For seriously compacted areas, consider renovation. Amend soil to counteract high clay content. Consider replanting with a turf species that is tolerant to heavy traffic. Avoid mowing lawns when they are wet to prevent compaction.",
    "images": [
      {
        "link": "http://ipm.ucanr.edu/TOOLS/TURF/PESTS/lgcompact.html?src=exchbt",
        "src": "http://ipm.ucanr.edu/TOOLS/TURF/IMAGES/PESTMANIM/abiocomp.jpg?src=exchbt",
        "caption": "Compaction due to high traffic"
      }
    ]
  },
  {
    "name": "Take-all patch",
    "url": "http://ipm.ucanr.edu/TOOLS/TURF/PESTS/distake.html?src=exchbt",
    "text": "Hosts\nBentgrasses\nSymptoms\nTake-all patch appears as circular or ring-shaped dead areas that range from a few inches up to 3 feet (90 cm) or more in diameter. Roots are rotted and have dark strands of mycelium visible on the surface. Large, black, globular, fungal fruiting bodies (perithecia) may be visible with the use of a hand lens.\nConditions favoring disease\nTake-all patch generally occurs in the late fall and winter when temperatures are 50° to 60°F and soils are wet or moist. However, symptoms may not appear until the turf is exposed to periods of drought or heat stress. Soils light in texture, low in organic matter, or underfertilized also contribute to disease development.\nPrevention and management\nImprove soil drainage and fertilize at the recommended rate for your turf species. A professional soil analysis can provide you with information on amendments to add to improve the soil.\nFor more information on lawn diseases, refer to: Pest Notes: Lawn Diseases: Prevention and Management",
    "images": [
      {
        "link": "http://ipm.ucanr.edu/PMG/G/D-TG-GGRA-FS.001.html?src=exchbt",
        "src": "http://ipm.ucanr.edu/TOOLS/TURF/IMAGES/PESTMANIM/distakeall.jpg?src=exchbt",
        "caption": "Take-all patch in a lawn"
      }
    ]
  },
  {
    "name": "Summer patch",
    "url": "http://ipm.ucanr.edu/TOOLS/TURF/PESTS/dissumm.html?src=exchbt",
    "text": "Hosts\nAnnual bluegrass (a common weed in turf), Kentucky bluegrass\nSymptoms\nSummer patch appears as circular yellow or tan areas of dead and dying plants up to 1 foot (30 cm) in diameter. Healthy green plants may remain in the center. Dark brown or black fungal hyphae develop on roots, crowns, or stolons. Vascular discoloration may occur in later stages of the disease.\nConditions favoring disease\nHigh temperatures (85° to 95°F) in the late spring favor the development of summer patch. The disease is most severe when the turf is mowed low or when there is excessive soil moisture.\nPrevention and management\nPromote root growth by soil aeration and slow-release nitrogen. Improve drainage, reduce compaction, control thatch, and avoid drought stress. Follow irrigation recommendations for your turf species. Mow at the higher end of the recommended height range for your species. Reduce your soil pH if it is higher than 7. A professional soil analysis may be necessary to determine which nutrients are lacking in your soil and can provide you with information about what to add to your soil to maintain an ideal soil pH.\nFor more information on lawn diseases, refer to: Pest Notes: Lawn Diseases: Prevention and Management",
    "images": [
      {
        "link": "http://ipm.ucanr.edu/TOOLS/TURF/PESTS/lgsummpat.html?src=exchbt",
        "src": "http://ipm.ucanr.edu/TOOLS/TURF/IMAGES/PESTMANIM/dissummer.jpg?src=exchbt",
        "caption": "Circular areas of dead and dying plants"
      }
    ]
  },
  {
    "name": "Spring dead spot",
    "url": "http://ipm.ucanr.edu/TOOLS/TURF/PESTS/disspring.html?src=exchbt",
    "text": "Hosts\nBermudagrass\nSymptoms\nSpring dead spot appears in the lawn as circular areas of dead grass 6 to 12 inches (15 - 30 cm) wide. Spots coalesce to form large areas. Dark sclerotia are often visible on stolons of affected plants. Sunken lesions can be seen on affected crown buds, roots, and stolons.\nConditions favoring disease\nThe spring dead spot fungus colonizes dormant plants and grows most rapidly when temperatures are 50° to 57°F. However, damage is usually visible only after the grass emerges from dormancy in the spring and healthy portions start to turn green. A thick thatch layer and low mowing height also contribute to the development of the disease. Spring dead spot survives as sclerotia in the soil and in infected plant parts.\nPrevention and management\nRemove dead grass. Fertilize in the summer to maintain vigor but be careful to not overfertilize in late summer. Follow irrigation recommendations for your area and sprinkler output. Dethatch when the thatch layer exceeds 1/2 inch (1.2 cm) thick. Raise your mowing height in late summer or early fall to reduce pre-dormancy stress. Overseeding with ryegrass in the fall may be beneficial. Fungicides are available but generally not needed.\nFor more information on lawn diseases, refer to: Pest Notes: Lawn Diseases: Prevention and Management",
    "images": [
      {
        "link": "http://ipm.ucanr.edu/PMG/L/D-TG-LKOR-FS.001.html?src=exchbt",
        "src": "http://ipm.ucanr.edu/TOOLS/TURF/IMAGES/PESTMANIM/disspring.jpg?src=exchbt",
        "caption": "Spring dead spot"
      },
      {
        "link": "http://ipm.ucanr.edu/PMG/L/D-TG-LKOR-ST.001.html?src=exchbt",
        "src": "http://ipm.ucanr.edu/TOOLS/TURF/IMAGES/PESTMANIM/disspringstem.jpg?src=exchbt",
        "caption": "Sclerotia on infected stem"
      }
    ]
  },
  {
    "name": "Southern blight",
    "url": "http://ipm.ucanr.edu/TOOLS/TURF/PESTS/dissoubli.html?src=exchbt",
    "text": "Hosts\nKentucky bluegrass, perennial ryegrass, tall fescue\nSymptoms\nLawns damaged by southern blight have large, crescent to circular areas of damaged turf up to several feet in diameter. The turfgrass turns reddish-brown as it dies. Some plants may remain green in the center of the affected area. As the disease develops, white mycelia appear on grass blades and stems and light to dark brown sclerotia develop at the base of stems. The sclerotia, which resemble mustard seeds in size and shape, are key to diagnosing the disease.\nConditions favoring disease\nWarm or hot temperatures (85° to 95°F), high moisture, and heavy thatch favor the development of southern blight. The fungus survives in the thatch as sclerotia.\nPrevention and management\nFollow proper irrigation and fertilization requirements for your turf species. Southern blight is less destructive on a vigorously growing grass. Control thatch. Use clean equipment when aerating or dethatching because these practices can spread the sclerotia. Fungicides may be useful in areas where the disease has been a problem in past years.\nFor more information on lawn diseases, refer to: Pest Notes: Lawn Diseases: Prevention and Management",
    "images": [
      {
        "link": "http://ipm.ucanr.edu/PMG/S/D-TG-SROL-FS.003.html?src=exchbt",
        "src": "http://ipm.ucanr.edu/TOOLS/TURF/IMAGES/PESTMANIM/dissouthernbli.jpg?src=exchbt",
        "caption": "Circular patches of dead turf"
      },
      {
        "link": "http://ipm.ucanr.edu/PMG/S/D-TG-SROL-FU.001.html?src=exchbt",
        "src": "http://ipm.ucanr.edu/TOOLS/TURF/IMAGES/PESTMANIM/dissblight.jpg?src=exchbt",
        "caption": "Sclerotia at base of stems"
      }
    ]
  },
  {
    "name": "Rust ",
    "url": "http://ipm.ucanr.edu/TOOLS/TURF/PESTS/disrust.html?src=exchbt",
    "text": "Hosts\nAnnual bluegrass (a common weed in turf), Kentucky bluegrass, perennial ryegrass, tall fescue\nSymptoms\nAffected leaves and stems turn yellow and are covered with reddish-brown pustules with dusty spores. The yellow spots start small but the entire leaf may soon turn yellow. The entire turf may take on a rusty color and look thin and weak. Orange spores rub off when leaves are handled.\nConditions favoring disease\nModerately warm air temperatures (70° to 75°F) and extended periods of leaf wetness favor the development of rust. Turf that is deficient in nitrogen is more susceptible to disease development.\nPrevention and management\nMaintain turfgrass vigor by following proper irrigation and fertilization requirements for your turf species. Mow regularly and remove the clippings to reduce the number of spores if the lawn is infected. Rust can be managed by following proper cultural practices, and fungicides should not be needed.\nFor more information on lawn diseases, refer to: Pest Notes: Lawn Diseases: Prevention and Management",
    "images": [
      {
        "link": "http://ipm.ucanr.edu/PMG/P/D-TG-PUSP-FS.001.html?src=exchbt",
        "src": "http://ipm.ucanr.edu/TOOLS/TURF/IMAGES/PESTMANIM/disrust.jpg?src=exchbt",
        "caption": "Rust on turf"
      }
    ]
  },
  {
    "name": "Red thread",
    "url": "http://ipm.ucanr.edu/TOOLS/TURF/PESTS/disred.html?src=exchbt",
    "text": "Hosts\nRed fescue, perennial ryegrass\nSymptoms\nRed thread may kill grass in circular to irregular patches 2 to 8 inches (5 - 20 cm) in diameter or it may weaken turf. Leaves turn tan in color, giving the turf a scorched appearance. Infections on leaves begin at the tip and move down the blade. A pink web of fungal threads binds the leaves together. Pink, gelatinous fungal crusts occur on the leaves.\nConditions favoring disease\nRed thread is favored by mild air temperatures (60° to 75°F) and extended periods of leaf wetness. Plants deficient in nitrogen during periods of cool temperatures or excess wetness can make the turf more susceptible to infection. In California it occurs primarily in northern and central coastal areas.\nPrevention and management\nFollow proper irrigation and fertilization requirements for your turf species. Provide adequate air circulation and reduce shading. Fungicides should not be needed.\nFor more information on lawn diseases, refer to: Pest Notes: Lawn Diseases: Prevention and Management",
    "images": [
      {
        "link": "http://ipm.ucanr.edu/PMG/L/D-TG-LFUC-FO.001.html?src=exchbt",
        "src": "http://ipm.ucanr.edu/TOOLS/TURF/IMAGES/PESTMANIM/disredthread.jpg?src=exchbt",
        "caption": "Red thread symptoms on turfgrass"
      }
    ]
  },
  {
    "name": "Pythium blight (Grease spot)",
    "url": "http://ipm.ucanr.edu/TOOLS/TURF/PESTS/dispyth.html?src=exchbt",
    "text": "Hosts\nAll turfgrass species\nSymptoms\nPythium blight infestations start out as small, circular spots of dead grass that run together as the infection spreads. When it is hot and conditions are favorable, this disease can spread rapidly in a 24-hour period. Infected leaf blades blacken and rapidly wither and later turn reddish-brown. Leaves lie flat, stick together, and appear greasy. Masses of white, cottony mycelia may appear. Pythium blight occurs in parts of the lawn where it is wet and often runs with the pattern of water drainage.\nConditions favoring disease\nPythium blight tends to develop in low spots that remain wet. Temperatures between 80° and 90°F favor disease development. High nitrogen levels also contribute to the disease.\nPrevention and management\nThe key to preventing and managing Pythium blight is proper irrigation. Avoid overwatering and improve soil aeration and drainage. Do not mow when the leaf blades are wet and avoid applying excess nitrogen during hot, humid weather. Reduce shading. Fungicides are available but are usually not warranted in home lawns.\nFor more information on lawn diseases, refer to: Pest Notes: Lawn Diseases: Prevention and Management",
    "images": [
      {
        "link": "http://ipm.ucanr.edu/PMG/P/D-TG-PAPH-FS.002.html?src=exchbt",
        "src": "http://ipm.ucanr.edu/TOOLS/TURF/IMAGES/PESTMANIM/dispythium.jpg?src=exchbt",
        "caption": "Turf killed by Pythium blight"
      },
      {
        "link": "http://ipm.ucanr.edu/PMG/P/D-TG-PAPH-FO.001.html?src=exchbt",
        "src": "http://ipm.ucanr.edu/TOOLS/TURF/IMAGES/PESTMANIM/dispyththatch.jpg?src=exchbt",
        "caption": "Turf with Pythium blight"
      }
    ]
  },
  {
    "name": "Rhizoctonia blight",
    "url": "http://ipm.ucanr.edu/TOOLS/TURF/PESTS/disrhizoc.html?src=exchbt",
    "text": "Hosts\nAnnual bluegrass (a common weed in turf), Kentucky bluegrass, St. Augustinegrass, tall fescue\nSymptoms\nRhizoctonia blight first appears as irregular patches of weakened grass that may enlarge to many feet in diameter. The affected area may be a smoky color. Leaves and sheaths are watersoaked, wilted, and light brown. Fungal threads may be apparent.\nConditions favoring disease\nHigh temperatures (80° to 95°F) and high humidity favor the development of Rhizoctonia blight. Excess thatch, poor drainage, and soft, lush growth due to excessive nitrogen also contribute to disease development.\nPrevention and management\nReduce shading and improve soil aeration and water drainage. Follow the irrigation and fertilization rates for your turf species. Avoid watering in the evening. Dethatch when the thatch layer exceeds 1/2 inch (1.2 cm). A fungicide may be useful if the disease was severe in the past or for seedlings in young turf.\nFor more information on lawn diseases, refer to: Pest Notes: Lawn Diseases: Prevention and Management",
    "images": [
      {
        "link": "http://ipm.ucanr.edu/PMG/R/D-TG-RSOL-FO.002.html?src=exchbt",
        "src": "http://ipm.ucanr.edu/TOOLS/TURF/IMAGES/PESTMANIM/disrhiz.jpg?src=exchbt",
        "caption": "Rhizoctonia infected patch"
      },
      {
        "link": "http://ipm.ucanr.edu/PMG/R/D-TG-RHSP-FU.007.html?src=exchbt",
        "src": "http://ipm.ucanr.edu/TOOLS/TURF/IMAGES/PESTMANIM/disrhizmycelia.jpg?src=exchbt",
        "caption": "Fungal threads of Rhizoctonia blight"
      },
      {
        "link": "http://ipm.ucanr.edu/PMG/R/D-TG-RSOL-FO.011.html?src=exchbt",
        "src": "http://ipm.ucanr.edu/TOOLS/TURF/IMAGES/PESTMANIM/disrhizrings.jpg?src=exchbt",
        "caption": "Rings of Rhizoctonia blight"
      }
    ]
  },
  {
    "name": "Powdery mildew",
    "url": "http://ipm.ucanr.edu/TOOLS/TURF/PESTS/dispowder.html?src=exchbt",
    "text": "Hosts\nAll turfgrass species, but Kentucky bluegrass and perennial ryegrass are most susceptible\nSymptoms\nLeaf surfaces are covered with a grayish white powdery growth. Isolated patches may spread to larger areas of the lawn. Leaf blades may turn pale yellow in later stages of the disease.\nConditions favoring disease\nCool temperatures (about 65°F), high humidity, and poor air circulation favor the development of powdery mildew. The disease is most severe in shady areas.\nPrevention and management\nReduce shade and improve soil aeration. In areas where powdery mildew is a problem, plant less susceptible species. Follow proper irrigation and fertilization recommendations for your turf species. Mow at the high end of the recommended height for your species. Fungicides are usually not warranted.\nFor more information on lawn diseases, refer to: Pest Notes: Lawn Diseases: Prevention and Management",
    "images": [
      {
        "link": "http://ipm.ucanr.edu/PMG/E/D-TG-EGRA-FO.001.html?src=exchbt",
        "src": "http://ipm.ucanr.edu/TOOLS/TURF/IMAGES/PESTMANIM/dispowmil.jpg?src=exchbt",
        "caption": "Powdery mildew infection on leaves"
      }
    ]
  },
  {
    "name": "Black turfgrass ataenius",
    "url": "http://ipm.ucanr.edu/TOOLS/TURF/PESTS/inbta.html?src=exchbt",
    "text": "Identification Adult beetles are shiny, jet black, 1/5 inch (0.5 cm) long, with club-end antennae and parallel grooves on the wing covers. They may be seen walking across turf. Larvae are very small, C-shaped grubs with a scattered pattern of bristles on the last abdominal segment and a pair of pads at the tip of the abdomen. These characteristics help distinguish larvae from other turfgrass pests.\nHosts\nAnnual bluegrass (a common weed in turf), creeping bentgrass, Kentucky bluegrass, perennial ryegrass\nDamage\nLarvae feed on roots, causing irregular patches of brown or dead turf. Damaged turf can appear drought stressed, and the problem may be confused with damage due to turf root diseases such as summer patch. Turf with extensive root damage can be easily peeled off the soil. This pest is primarily a concern in golf courses, but occasionally invades home lawns.\nMonitoring information Look for ataenius grubs when you observe damage or about 2 weeks after adults are seen. Dig around roots for very small, whitish, C-shaped grubs up to 1/3 inch (0.8 cm) long with 6 legs and reddish heads. Inspect outdoor lights around dawn for shiny black adults, 1/5 inch (0.5 cm) long. Dont confuse ataenius adults with similar looking predaceous ground beetles or Aphodius beetles.\nManagement\nBlack turfgrass ataenius grubs cause damage mostly in turf that is stressed by overwatering, high temperatures, heavy traffic, or too-low mowing height. Improve root growth as much as possible to allow turfgrass to withstand grub feeding by aerating, raising your mowing height, and following recommended irrigation practices for your turf species. If you find more than 40 grubs per square foot, you may need to treat with an insecticide. Beneficial nematodes are effective when grubs are active.\nLife cycle\nFor more information on lawn insects, refer to: Pest Notes: Lawn Insects\n.",
    "images": [
      {
        "link": "http://ipm.ucanr.edu/PMG/A/I-CO-ASPR-LV.001.html?src=exchbt",
        "src": "http://ipm.ucanr.edu/TOOLS/TURF/IMAGES/PESTMANIM/inbtalv.jpg?src=exchbt",
        "caption": "Black turfgrass ataenius larva"
      },
      {
        "link": "http://ipm.ucanr.edu/PMG/A/I-CO-ASPR-KC.005.html?src=exchbt",
        "src": "http://ipm.ucanr.edu/TOOLS/TURF/IMAGES/PESTMANIM/inbtaabdomen.jpg?src=exchbt",
        "caption": "Abdomen of the black turfgrass ataenius larva"
      }
    ]
  },
  {
    "name": "Billbugs, ",
    "url": "http://ipm.ucanr.edu/TOOLS/TURF/PESTS/inbill.html?src=exchbt",
    "text": "Identification Billbug adults are small weevils, 1/3 inch (0.8 cm) long, with long, downward-pointing snouts and elbowed and clubbed antennae. They are often seen walking on paved areas but are difficult to find in turf. Larvae are creamy white, 3/8-inch-long (0.9-cm-long) grubs with brown heads. The absence of legs distinguishes billbug larvae from other turfgrass pests.\nHosts\nAll turfgrass species\nDamage\nBillbugs first feed on the inside of turfgrass stems and crowns, then move to feed on roots. The affected area appears brown, thin, and dead in small, irregular spots. Damage can spread to patches extending many feet in width. Fine, whitish, sawdustlike frass can be observed on the soil surface. Damaged turf breaks at the crown and is easy to pull from the soil, but cannot be rolled up like sod damaged by white grubs.\nMonitoring information Look for billbugs during the spring, summer, and fall. Dig around roots for whitish, C-shaped, legless grubs up to 3/8 inch (0.9 cm) long with reddish heads. Look for piles of frass at the base of turfgrass plants. Inspect outdoor lights around dawn for 1/3 inch (0.8 cm) brownish to gray snout beetles. Look for adults crawling around sidewalks.\nManagement\nFollow recommended irrigation and fertilization rates for your turf species. Mow at the high end of the recommended height for your species. If more than 1 billbug per square foot is found, you may need to treat the area with an insecticide. Beneficial nematodes are effective against grubs.\nLife cycle\nFor more information on lawn insects, refer to: Pest Notes: Lawn Insects",
    "images": [
      {
        "link": "http://ipm.ucanr.edu/PMG/S/I-CO-SPHO-AD.011.html?src=exchbt",
        "src": "http://ipm.ucanr.edu/TOOLS/TURF/IMAGES/PESTMANIM/inbillad.jpg?src=exchbt",
        "caption": "Adult billbug"
      },
      {
        "link": "http://ipm.ucanr.edu/PMG/S/I-CO-SPHO-CD.003.html?src=exchbt",
        "src": "http://ipm.ucanr.edu/TOOLS/TURF/IMAGES/PESTMANIM/inbilldam.jpg?src=exchbt",
        "caption": "Billbug damage"
      },
      {
        "link": "http://ipm.ucanr.edu/PMG/S/I-CO-SPHO-MO.001.html?src=exchbt",
        "src": "http://ipm.ucanr.edu/TOOLS/TURF/IMAGES/PESTMANIM/inbilldam2.jpg?src=exchbt",
        "caption": "Pulling up damaged turf"
      }
    ]
  },
  {
    "name": "Bermudagrass mite",
    "url": "http://ipm.ucanr.edu/TOOLS/TURF/PESTS/inbermite.html?src=exchbt",
    "text": "Identification The bermudagrass mite is extremely small and can barely be seen with a 10X hand lens. An eriophyid mite, it has a wormlike shape with all four legs and mouthparts at the anterior end.\nHosts\nBermudagrass\nDamage\nAdults and nymphs suck plant juices from stems and within leaf sheaths. They inject toxic saliva that shortens internodes and swells leaf sheaths, forming a witches-broom growth pattern. Damage begins in spring and is followed by dieback and browning in summer.\nMonitoring information Look for plants that are stunted or swollen. Look for mites inside of leaf sheaths. You will need a hand lens to see them.\nManagement\nIf bermudagrass mites are a problem, reduce nitrogen fertilizer, mow closely, and remove mowing clippings. This will slow down the development of mites and physically remove most of the population.\nLife cycle\nFor more information on lawn insects, refer to: Pest Notes: Lawn Insects",
    "images": [
      {
        "link": "http://ipm.ucanr.edu/TOOLS/TURF/PESTS/lgbermte.html?src=exchbt",
        "src": "http://ipm.ucanr.edu/TOOLS/TURF/IMAGES/PESTMANIM/inbermtead.jpg?src=exchbt",
        "caption": "Adult mites"
      },
      {
        "link": "http://ipm.ucanr.edu/TOOLS/TURF/PESTS/lgbermtedam.html?src=exchbt",
        "src": "http://ipm.ucanr.edu/TOOLS/TURF/IMAGES/PESTMANIM/inbermtedam.jpg?src=exchbt",
        "caption": "Witches' broom"
      },
      {
        "link": "http://ipm.ucanr.edu/PMG/E/I-AC-ECYN-CD.001.html?src=exchbt",
        "src": "http://ipm.ucanr.edu/TOOLS/TURF/IMAGES/PESTMANIM/inbermite.jpg?src=exchbt",
        "caption": "bermudagrass mite damage"
      }
    ]
  },
  {
    "name": "Plant-parasitic nematodes ",
    "url": "http://ipm.ucanr.edu/TOOLS/TURF/PESTS/nematode.html?src=exchbt",
    "text": "Identification\nPlant-parasitic nematodes are tiny roundworms, 1/50 to 1/16 inch (0.4 - 1.5 mm) long. They feed on plants by inserting a mouth stylet into cells to withdraw nutrients. Soil-dwelling, beneficial nematodes do not have a stylet and cannot feed on plants. Ectoparasitic nematodes occur predominately in soil and feed on the surface of roots while endoparasitic nematodes live and feed mainly inside of plant tissues. Several species of nematodes may be associated with turfgrasses in California. Statewide, root-knot nematodes (Meloidogyne spp.) are the most important nematode pests\nHosts\nAll turfgrass species\nSymptoms\nAboveground symptoms are nonspecific and typically occur as patches of yellow or wilted plants or reduced growth. Drought stress and poor nutrition may accelerate the decline. Belowground symptoms vary with nematode species but in general result in reducing the ability of roots to sustain foliar growth with water and nutrients. Feeding by root knot nematodes results in swellings, called galls, on roots. Severely galled roots may appear malformed and the root system shortened and thickened. Nematode feeding often predisposes the injured roots to fungal and bacterial attack. Favoring conditions\nPlant-parasitic nematodes have become an increasing problem in sodded lawns, especially in irrigated, warm, sandy soils. Runoff water from infested areas such as a neighbor's yard or sharing of contaminated equipment can cause the infestation to spread. Heavy traffic, extremely short mowing heights, and nutrition and water deficiencies also contribute to the problem. Increasing soil temperatures (70° to 86°F) stimulate nematode activity. Monitoring information A laboratory analysis is required to identify the nematodes associated with a problem. In order to establish a potential correlation between nematode presence and observed symptoms, soil and root samples should be collected from both affected and unaffected areas. Prevention and management\nIt is virtually impossible to get rid of nematodes once the turfgrass is infested. The key to managing plant-parasitic nematodes is to avoid infestation. Consider seeding rather than sodding, as it is less likely to introduce nematodes to the soil. Reduce stress by aerating and by following proper mowing, fertilization, and irrigation practices for your turfgrass species. There are no nematode resistant turfgrass cultivars. Pesticides for nematode management are not available for home lawns.",
    "images": [
      {
        "link": "http://ipm.ucanr.edu/PMG/M/N-RK-MSPP-AD.001.html?src=exchbt",
        "src": "http://ipm.ucanr.edu/TOOLS/TURF/IMAGES/PESTMANIM/rootnem.jpg?src=exchbt",
        "caption": "Female root knot nematode"
      }
    ]
  },
  {
    "name": "Racoons and skunks",
    "url": "http://ipm.ucanr.edu/TOOLS/TURF/PESTS/vertrac.html?src=exchbt",
    "text": "Damage\nRaccoons and skunks dig up turf as they search for grubs or other insects.\nPrevention and management\nExclude pests with fences. Monitor for insects and follow recommended management practices. Your county UC Cooperative Extension office can direct you to agencies or individuals that control these animals.",
    "images": [
      {
        "link": "http://ipm.ucanr.edu/PMG/U/V-MA-UNKN-CD.001.html?src=exchbt",
        "src": "http://ipm.ucanr.edu/TOOLS/TURF/IMAGES/PESTMANIM/vertracsk.jpg?src=exchbt",
        "caption": "Digging damage in turf"
      }
    ]
  },
  {
    "name": "Moles",
    "url": "http://ipm.ucanr.edu/TOOLS/TURF/PESTS/vertmole.html?src=exchbt",
    "text": "Damage\nMoles are small mammals that live almost entirely underground in a vast network of interconnecting tunnels 3 to 30 inches (7.5 - 75 cm) deep. The main runways are usually less than 2 inches (5 cm) in diameter, and may be 16 to 18 inches (40 - 45 cm) below the surface. Moles dislodge turfgrass plants as they push up through the soil from just below ground level looking for worms, insects, and other invertebrates. Surface feeding burrows appear as ridges. The mounds formed by moles are pushed up from an open center hole. The soil may be in chunks, and single mounds often appear in a line over the runway connecting them. Prevention and management\nTrapping is the most dependable method of controlling moles. Various mole traps are available at hardware stores or nurseries. Traps are generally set straddling or encircling the runway. Before setting traps, determine which runways are in current use. Moles dig a system of deep tunnels as well as a network of surface runs that may only be temporary. To determine which ones are active, stamp down short sections of surface runways and observe daily for signs of activity. Set traps at least 18 inches from a mound and only in runways used daily. Deeper tunnels can be located with a probe. Remember to fill the portion of the tunnel under the trap's trigger with loose soil. Your county UC Cooperative Extension office can direct you to agencies or individuals that control these animals.",
    "images": [
      {
        "link": "http://ipm.ucanr.edu/PMG/S/V-MA-SCSP-KC.005.html?src=exchbt",
        "src": "http://ipm.ucanr.edu/TOOLS/TURF/IMAGES/PESTMANIM/vertridge.jpg?src=exchbt",
        "caption": "Raised soil ridge"
      },
      {
        "link": "http://ipm.ucanr.edu/PMG/S/V-MA-SCSP-KC.007.html?src=exchbt",
        "src": "http://ipm.ucanr.edu/TOOLS/TURF/IMAGES/PESTMANIM/vertmound.jpg?src=exchbt",
        "caption": "Mole mound"
      }
    ]
  }
]